<?php
/**
 * Created by PhpStorm.
 * User: Listat
 * Date: 21.02.2017
 * Time: 15:55
 */?>
<div style="font-size: 8pt;">


<p align="center">
    <strong>Лицензионный договор-соглашение № <?=$document->id?></strong>
</p>
<p align="center">
    <strong>к Акту передачи прав № <?=$document->id?> от <?=\Yii::$app->formatter->asDate($document->data_document)?></strong>
    <strong></strong>
</p>
<p>
    <strong>г. Екатеринбург '___' ___________г.</strong>
    <strong></strong>
</p>
<p>
    <strong></strong>
</p>
<p>
    Индивидуальный предприниматель Ефимов Сергей Николаевич, в дальнейшем
    именуемое "Лицензиар", в лице Ефимова Сергея Николаевича, действующего на
    основании свидетельства Р61001 от 07.06.2010, с одной стороны, и <?=$document->partner['name']?>, в дальнейшем именуемое "Лицензиат", с другой
    стороны, заключили настоящий договор о нижеследующем:
</p>
<p align="center">
    <strong>1. </strong>
    <strong>Предмет договора</strong>
    <strong></strong>
</p>
<p>
    Лицензиар, имея соответствующие полномочия от правообладателей, обязуется
    передать Лицензиату право на использование (простую неисключительную
    лицензию) приобретаемых им по настоящему Договору программ для ЭВМ и баз
    данных (далее - ПРОДУКТЫ).
</p>
<p>
    Право на использование ПРОДУКТОВ подразумевает под собой неисключительное
    право на воспроизведение в целях их инсталляции и запуска, а также право на
    совершение в отношении них иных действий в соответствии с условиями
    "Пользовательского лицензионного соглашения", входящего в состав поставки
    каждого ПРОДУКТА.
</p>
<p>
    Наименование ПРОДУКТОВ, право на использование которых передаются
    Лицензиаром Лицензиату, а также иные условия указываются в Акте передачи
    прав, подписываемом обеими Сторонами.
</p>
<p>
    ПРОДУКТЫ включают в себя тексты программных модулей на встроенном языке 1С
    и другие элементы метаданных, предназначенные для работы совместно с
    программой «1С: Предприятие», в формате внешнего отчета (обработки), а
    также может включать в себя внешние компоненты, дополнительные программные
    средства и дополнения, которые могут быть предоставлены Лицензиаром после
    приобретения Лицензиатом Продукта, если такие дополнения не сопровождаются
    отдельным лицензионным соглашением
</p>
<p>
    Настоящий договор является возмездной сделкой. Плата за предоставление
    лицензии включена в цену ПРОДУКТОВ
</p>
<p align="center">
    <strong>2. </strong>
    <strong>Цена договора</strong>
    <strong></strong>
</p>
<p>
    Цена ПРОДУКТА для Лицензиата определяется по выставленному счету на оплату.
</p>
<p>
    Цена ПРОДУКТА НДС не облагается на основании пп.26.п.2 ст.149 НК РФ.
</p>
<p>
    Оплата ПРОДУКТА осуществляется в безналичном порядке на основании счета,
    выставляемого Лицензиаром.
</p>
<p align="center">
    <strong>3. </strong>
    <strong>Права и обязательства лицензиата</strong>
    <strong></strong>
</p>
<p>
    Лицензиат обязуется своевременно оплачивать и принимать ПРОДУКТЫ. При этом
    датой исполнения обязательства Лицензиата по оплате считается дата
    зачисления денежных средств на расчетный счет Лицензиара.
</p>
<p>
    Использование ПРОДУКТОВ несколькими юридическими или физическими лицами не
    допускается, за исключением случаев обработки сотрудниками или подрядчиками
    Лицензиата данных своего работодателя (заказчика).
</p>
<p>
    Модернизация кода программных модулей, входящих в состав ПРОДУКТОВ,
    разрешается в случае если на конкретный ПРОДУКТ не стоит ограничений.
</p>
<p>
    Лицензиату разрешается использование ПРОДУКТОВ без ограничения количества
    компьютеров и рабочих мест.
</p>
<p>
    Не допускается передача ПРОДУКТОВ третьим лицам.
</p>
<p>
    Лицензиат обязуется не осуществлять действий по обходу технических средств
    защиты, встроенных в ПРОДУКТЫ, если они присутствуют.
</p>
<p align="center">
    <strong>4. </strong>
    <strong>Права и обязательства лицензиара</strong>
</p>
<p>
    Лицензиар обязуется отпускать Лицензиату оплаченные ПРОДУКТЫ в требуемом
    количестве сразу после оплаты. Фактом получения ПРОДУКТОВ считается
    получение полной версии ПРОДУКТОВ Лицензиатом по электронной почте, через
    другие службы электронного обмена или скачивание.
</p>
<p>
    Лицензиат заключает настоящее соглашение с Лицензиаром на ПРОДУКТЫ «как
    есть», в том виде, в каком они существуют на момент приобретения (согласно
    описанию возможностей продукта предоставляемому на сайте Лицензиата).
    Обязательства Лицензиара по настоящему соглашению состоят в передаче прав
    на его использование, если иное специально не оговорено законом или
    настоящим соглашением
</p>
<p align="center">
    <strong>5. </strong>
    <strong>Срок действия договора. Прочие условия</strong>
</p>
<p>
    Настоящее соглашение является договором присоединения и заключается только
    путем принятия Лицензиатом всех его условий в целом, без каких-либо
    изъятий. Лицензиат вправе потребовать расторжения или изменения условий
    настоящего соглашения только в случаях, предусмотренных законом.
</p>
<p>
    Возврату и обмену ПРОДУКТЫ не подлежат. Фактом исполнения договора является
    оплата и получение Лицензиатом ПРОДУКТА. После оплаты и отправки ПРОДУКТА
    Лицензиар отправляет Лицензиату почтой двухсторонний Акт-передачи прав,
    подтверждающий что Лицензиат имеет право использовать ПРОДУКТ.
</p>
<p>
    Если иное не предусмотрено законом или настоящим договором, действием,
    подтверждающим принятие Лицензиатом условий настоящего лицензионного
    соглашения, признается инсталляция (установка) ПРОДУКТОВ
</p>
<p>
    Получение БЕСПЛАТНЫХ обновлений на ПРОДУКТЫ осуществляется в течении 1
    года. Продление получения обновлений на 1 год равно 1/2 стоимости ПРОДУКТОВ
    на момент оформления.
</p>
<p>
    Настоящий договор действует без ограничения его территорией
</p>
<p>
    Настоящий договор действует без ограничения его сроком
</p>
<p align="center">
    <strong>6. </strong>
    <strong>Реквизиты и подписи сторон</strong>
</p>
<div class="row">
    <div class="col-xs-5 col-sm-5 col-md-5">
        <p align="center">
            <strong>ЛИЦЕНЗИАТ</strong>
        </p>
        <?=$document->partner['name']?><br>
        ИНН/КПП <?=$document->partner['INN']?>/<?=$document->partner['KPP']?><br>
        <?=$document->partner['mail_address']?><br>
        <?php if($document->partner['bik']){ ?>
            БИК <?=$document->partner['bik']?><br>
            <?=$document->partner->bank['name']?><br>
            к/с <?=$document->partner->bank['ks']?><br>
        <?php } ?>

        р/с <?=$document->partner['payment_account']?><br>
        <br>
        <br>
        <br>
        <p style="text-align: center">М.П.</p>
    </div>
    <div class="col-xs-5 col-sm-5 col-md-5" <?=($image)? 'style="min-height: 300px; background-position: 100px 80px; background-image: url(\'/images/pechat.png\'); background-repeat: no-repeat; background-size: 300px; "':''?>>
        <p align="center">
            <strong>ЛИЦЕНЗИАТ</strong>
        </p>
        <?=$document->company['name']?><br>
        ИНН/КПП <?=$document->company['INN']?>/<?=$document->company['KPP']?><br>
        <?=$document->company['mail_address']?><br>
        <?php if($document->company['bik']){ ?>
            БИК <?=$document->company['bik']?><br>
            <?=$document->company->bank['name']?><br>
            к/с <?=$document->company->bank['ks']?><br>
        <?php } ?>
        р/с <?=$document->company['payment_account']?><br>
        <br>
        <br>
        <p style="text-align: center">Ефимов С.Н.</p>
        <p style="text-align: center">М.П.</p>
    </div>
</div>
</div>